export default {
  istj: {
    type: "istj",
    name: "시험 본 바이킹",
    subTitle: "시험이 먼저 노는 건 다음! 규칙을 좋아하고 신뢰감을 주는",
    desc: [
      "원리원칙을 중요시 여기고, 책임감이 강해요",
      "한 가지 일을 끝까지 성실하게 하는 것을 잘해요",
      "여러 사람과 함께하기보다는 일대일이나 혼자 있는 것을 좋아해요",
      "나 자신에게 엄격해 내가 정해놓은 목표를 지키지 못하면 괴로워요",
      "매우 신중하며 진지해요",
      "다른 사람의 감정을 공감하는 것을 어려워하지만 의식적으로 공감해줘요"
    ],
    img: "/29dreamfairy/src/assets/img/result/istj.png",
    match: "estp",
    matchName: "뛰어라 바이킹"
  },
  isfj: {
    type: "isfj",
    name: "반가운 안내원",
    subTitle: "단호할 땐 단호하고 다정할 땐 다정하게, 미묘한 매력을 가진",
    desc: [
      "인싸중에 아싸, 아싸 중에 인싸에요",
      "연락이나 결정하는 것에 적극적으로 참여하지 않지만, 투표나 공지가 있으면 빠르게 답변을 해요",
      "조용하면서도 수다스러워 사람들과 노는 것도 좋아하지만, 혼자서도 잘 놀아요",
      "늘 배려심이 깊고 섬세하지만 가끔 표출하지 못한 분노가 내면에 쌓여요",
      "다른 사람에게 관대하지만 나에게는 엄격해요"
    ],
    img: "/29dreamfairy/src/assets/img/result/isfj.png",
    match: "esfp",
    matchName: "춤추는 조명"
  },
  infj: {
    type: "infj",
    name: "겁먹은 회전컵",
    subTitle: "이거...떨어지는 거 아니죠? 매사에 신중하고 생각이 많은",
    desc: [
      "새로운 사람들과 잘 어울리지만, 나 혼자만의 시간이 매우 중요해요",
      "낯가림이 심하고, 눈치가 빠르고 생각이 많아 매사에 신중해요",
      "창의력이 뛰어나며, 완벽주의적 성향이 있어요",
      "생각이 너무 많아 부정적인 생각에 빠지면 게속 우울해해요",
      "목표하는 바를 못 이루면 스트레스 받고 오랫동안 자책해요"
    ],
    img: "/29dreamfairy/src/assets/img/result/infj.png",
    match: "enfp",
    matchName: "안녕 인형탈"
  },
  intj: {
    type: "intj",
    name: "글쓰는 연필",
    subTitle: "시끄럽게 놀기보단 글이 좋아! 지적인 매력을 풍기는",
    desc: [
      "냉정하고 차갑다는 말을 자주 듣지만, 내면은 감수성이 풍부해요",
      "은근 허당끼가 있고, 무심한 듯 잘 챙겨주는 츤데레 성격이에요",
      "혼자 있는 시간을 선호해요",
      "비효율적인 건 싫어해요",
      "사실과 원리원칙을 중요하게 생각해요",
      "예의바르지만, 말투가 다소 날카로워 다른 사람이 상처받을 수 있어요",
    ],
    img: "/29dreamfairy/src/assets/img/result/intj.png",
    match: "entp",
    matchName: "뛰어노는 광장"
  },
  estj: {
    type: "estj",
    name: "응원하는 확성기",
    subTitle: "냉철함 안에 감춰진 사랑을 가진",
    desc: [
      "겉으로는 강해보이지만 내면은 은근히 감성적이에요",
      "완벽하지 않으면 안 된다는 강박관념이 있어서 과정보다 결과를 중요시해요",
      "한번 목표를 설정하면 끝까지 한 우물만 파는 완벽주의자에요",
      "좋고 싫음이 분명하고, 인간관계에서도 아니라고 판단되면 가차없이 차단해요",
      "하지만 내 마음에 들면 모든 걸 줘요. 잔소리는 사랑이에요",
      "현실적인 편이라 취미랑 관심사도 현실적이라 생각할 수 있지만, 의외로 마이너한 감성을 즐겨요"
    ],
    img: "/29dreamfairy/src/assets/img/result/estj.png",
    match: "istp",
    matchName: "두둥실 유령"
  },
  esfj: {
    type: "esfj",
    name: "생일축하 고깔",
    subTitle: "모두의 생일을 기억하고 누구에게나 따뜻한",
    desc: [
      "대화하는 것을 좋아하고, 활발해서 모임에서 주로 분위기 메이커 역할이에요",
      "인간관계에서 상처를 받는 일이 많지만, 자고 일어나면 금방 잊어버려요",
      "논리적이거나 화날 때는 차분해지며, 아주 에의있게 상대방의 뼈를 때려요",
      "눈치가 빨라 어디서든 사회생활을 잘하고, 사람들에게 평판이 좋아요",
      "혼자 계획을 세우고, 그 계획이 틀어지는 것을 극도로 싫어하며 일어나지 않은 일에 대한 걱정이 많은 타입이에요",
      "나보다 더 활발한 사람을 만나면 기가 빨려요"
    ],
    img: "/29dreamfairy/src/assets/img/result/esfj.png",
    match: "isfp",
    matchName: "어색한 손"
  },
  entj: {
    type: "entj",
    name: "높이 나는 비행기",
    subTitle: "더 높이 가주세요! 당당한 자신감과 솔직함을 가진",
    desc: [
      "책임감이 뛰어나 어떤 일이든지 반드시 해내려고 해요",
      "동시에 여러개의 목표를 이루려하는 목표 지향적인 사람이에요",
      "자기애가 강하고 성공에 대한 욕심이 많은 편이에요",
      "현실적이고, 논리적이며 성취하고 싶은 일을 거침없이 해 나가요",
      "일과 사생활의 구분이 철처해 일할 때는 일에만 집중하며, 놀 때는 환실하게 놀아요",
      "편한 사람들과 있을 때는 가끔 4차원적인 관종력이 튀어나올 때가 있고, 혼자 있을 때는 망상을 하기도 해요"
    ],
    img: "/29dreamfairy/src/assets/img/result/entj.png",
    match: "intp",
    matchName: "시원한 튜브"
  },
  enfj: {
    type: "enfj",
    name: "여기저기 카메라",
    subTitle: "사람들에게 늘 도움이 되고 싶어하는",
    desc: [
      "사람을 잘 믿어서 칼같이 맺고 끊는 걸 어려워해요",
      "누군가에게 문제가 생기면 제일 먼저 달려가 해결해주려고 해요",
      "표현력이 뛰어나 공감적인 말을 잘 해 주변 사람들에게 신뢰를 줘요",
      "늘 긍정적이고 사람들을 이끄는 것에 타고난 완벽한 리더형 타입이에요",
      "여러 사람이 있는 사교적 모임을 선호해요",
      "대화할 때 나를 봐줬으면 하는 마음이 조금 있어요"
    ],
    img: "/29dreamfairy/src/assets/img/result/enfj.png",
    match: "infp",
    matchName: "하늘 높이 관람차"
  },
  istp: {
    type: "istp",
    name: "두둥실 유령",
    subTitle: "있는듯 없는듯... 근데 어쩐지 찾는 사람이 많은",
    desc: [
      "현실적이고 대담하며, 예기치 못한 상황에 융통성 있게 해결하는 타입이에요",
      "내성적이지만, 관심 있는 분야에 대해서는 하루종일도 이야기 할 수 있어요",
      "활동적인 것을 선호하지만 그 과정을 엄청 귀찮아해요",
      "은근히 인간관계가 좋아요",
      "남의 일에 간섭하는 것을 싫어해요",
      "내가 사고 싶은 건 꼭 사야하고, 실용적인 꿀템을 선호해요"
    ],
    img: "/29dreamfairy/src/assets/img/result/istp.png",
    match: "estj",
    matchName: "응원하는 확성기"
  },
  isfp: {
    type: "isfp",
    name: "어색한 손",
    subTitle: "혼자 있을 때는 가만히... 남이 잡아주면 신나게 놀 수 있는",
    desc: [
      "누워있는 것을 가장 좋아하는 집순이 집돌이에요",
      "집 밖으로 나오는 걸 매우 싫어하지만. 나오면 높은 텐션으로 잘 놀아요",
      "다정하며 사람들과 화합을 중시하는 타입이라 상대방과의 관계에서 갈등이 생기면 싸우지 않고 조용히 멀어져요",
      "늘 조용히 내 일만 하는 거 같지만 눈치백단이라 위기상황 대처가 철저해요",
      "내 의견을 적극적으로 말하지 못해요 오직 내 사람에게만 속깊은 얘기를 해요",
      "갈등상황에서 비판적이고 논리적으로 대하는 것을 싫어해요"
    ],
    img: "/29dreamfairy/src/assets/img/result/isfp.png",
    match: "esfj",
    matchName: "생일축하 고깔"
  },
  intp: {
    type: "intp",
    name: "시원한 튜브",
    subTitle: "나는 여기 있는게 더 좋은데... 독특한 자기만의 감성이 있는",
    desc: [
      "나만의 기준이 있어요",
      "보통 혼자 있을 때 제일 편하고 행복감을 느껴요",
      "조용하고, 차분하며 끝없는 자아성찰을 해요",
      "좋고 싫음이 분명하지만 단호하게 말하는 것을 어려워 해 최대한 돌려 말해요",
      "개인주의 성향이 있어 남이 내 욕을 해도 별로 신경쓰지 않는 편이에요",
      "해야할 일을 계속 미루지만 막상 시작하면 곧잘 해내요"
    ],
    img: "/29dreamfairy/src/assets/img/result/intp.png",
    match: "entj",
    matchName: "높이 나는 비행기"
  },
  infp: {
    type: "infp",
    name: "하늘 높이 관람차",
    subTitle: "여기 진짜 로맨틱하다! 근데...떨어지면 어쩌지? 로맨틱함과 상상력을 가진",
    desc: [
      "남에게 피해주는게 싫어 남에게 의자하기 보다는 혼자 해결해요",
      "자기애는 강하지만 자존감은 낮아질 때가 많아요",
      "귀차니즘이 매우 강하며, 이상주의적이고, 특이한 상상을 자주 해요",
      "창의력이 좋아 아이디어가 많고, 상상력을 발휘할 수 있는 곳에 재능이 있어요",
      "내적관종이라 많은 관심을 받으면 부끄러워요",
      "처음 보는 사람들에게 말을 잘 거지만, 회사 같은 조직생활 하는 곳에 서는 낯가림이 심해요"
    ],
    img: "/29dreamfairy/src/assets/img/result/infp.png",
    match: "enfj",
    matchName: "여기저기 카메라"
  },
  estp: {
    type: "estp",
    name: "뛰어라 바이킹",
    subTitle: "파이팅! 해야지! 언제나 열정적으로 달리고 있는",
    desc: [
      "늘 새로운 것을 즐기는 함께하면 지루할 틈이 없어요",
      "주변에 끊임없이 활기를 불어넣는 파이팅이 있으며, 행동력이 강해 머리로 이해하기보다 몸으로 부딪히면서 습득하는 편이에요",
      "말을 잘하고, 임기응변 능력이 뛰어나 사람들에게 인기가 많은 편이에요. ",
      "밖에서 사람들이 만나는 걸 좋아하지만, 나가려면 내가 나를 설득해야해요",
      "분명한 것을 좋아해 돌려말하거나 명확하지 않은 것을 싫어해요",
    ],
    img: "/29dreamfairy/src/assets/img/result/estp.png",
    match: "istj",
    matchName: "시험 본 바이킹"
  },
  esfp: {
    type: "esfp",
    name: "춤추는 조명",
    subTitle: "이런 이벤트에 내가 빠질 순 없지! 어느 자리에나 빠질 수 없는",
    desc: [
      "오지랖이 넓고, 말이 끊이질 않는 리액션 부자!",
      "에너지가 넘치고 활발해서 어디에서나 적응력이 뛰어나요",
      "감정에 솔직하고 본능적인 면모가 있어요",
      "사람의 장점을 먼저 보는 눈을 가지고 있어요",
      "스스로 아싸라고 생각하지만 막상 주변에는 친구가 많아요",
      "좋고 싫음이 얼굴에 너무 잘 드러나고, 혼자 있는 것을 못 견뎌요",
      "당장의 즐거움이 더 중요해서 계획을 가끔 미루는 경향이 있어요",
    ],
    img: "/29dreamfairy/src/assets/img/result/esfp.png",
    match: "isfj",
    matchName: "반가운 안내원"
  },
  entp: {
    type: "esfp",
    name: "뛰어노는 광장",
    subTitle: "어디서든 멈추지 않는 에너지와 자유분방함을 가진",
    desc: [
      "인싸와 아싸의 기질이 동시에 있는 매력적인 성격이에요",
      "자기가 알고 있는 지식을 이야기하며, 누가 태클걸면 하루종인 토론도 가능해요",
      "오디오가 안 비는 유형으로 말이 많다는 소리를 자주 들어오",
      "사람의 장점을 먼저 보는 눈을 가지고 있어요",
      "머리가 좋아 사람에 대한 파악과 상황 판단이 아주 빨라요",
      "정해진 틀이나 반복적인 일상을 싫어해요",
    ],
    img: "/29dreamfairy/src/assets/img/result/entp.png",
    match: "intj",
    matchName: "글쓰는 연필"
  },
  enfp: {
    type: "enfp",
    name: "안녕 인형탈",
    subTitle: "누구와도 친구가 될 준비가 된",
    desc: [
      "혼자 있기보다는 활동적인 것을 선호해요",
      "사람들을 만나는 모임 자체에서 즐거움을 느끼고 에너지를 받아요",
      "사람들과 빠르게 친해지는게 장점이에요",
      "밖에서 노는 것도 좋아하지만 가끔은 혼자 망상하는 시간이 필요해요",
      "유행에 민감해서 유행한다는 모든 것은 해봐야 직성이 풀려요",
      "감정기복이 급격하게 심해질 때가 있어요 밖에서 뭐라도 하고 들어와야 할 것만 같아요",
    ],
    img: "/29dreamfairy/src/assets/img/result/enfp.png",
    match: "infj",
    matchName: "겁먹은 회전컵"
  },
};
